---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementBearingJustParam
source: html/eca61662-c65e-a607-5399-6798120a06c5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementBearingJustParam Property

"Bearing Vertical Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementBearingJustParam { get; }
```